import React from 'react';
import "./index.css";



const About = () => {
 
   
       return(
        <div className="about__content z__index-3">
            <h2>Сопроводительное письмо</h2>  
            <p>Здравствуйте, я Фаттахов Салават Минсазитович.

            Выполнил задание на тему: "Приложение о погоде". При создание приложения пользовался 
            YouTube каналом "Гоша Дударь". Приступил к работе 04.06.
            На выполнение задание затратил 12 ч.
            Выполнять задание начал не сразу, так как работал без выходных.
            Прошу обратить внимание на то, что до этого не работал в IT, но на данный момент очень 
            хочу сменить сферу детельности. Готов выкладываться на 100% в дотижении результатов и 
            развитии своих навыков.
            ""
            </p>
        </div>
           
       )
    }

export default About;